/* NSTextField (Local File:) : <title:Local File:> (oid:123) */
"Local File:" = "உள்ளக கோப்பு:";

/* NSTextField (URL:) : <title:URL:> (oid:122) */
"URL:" = "முகவரி:";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:163) */
"Unlimited Bandwidth" = "வரம்பற்ற அலைவரிசை";

"Overwrite all files" = "எல்லா கோப்புகளையும் மேலெழுதவும்";
"Append existing files" = "இருக்கும் கோப்புகளைச் சேர்க்கவும்";
"Rename transferred files with a timestamp appended to the filename" = "கோப்பு பெயருடன் சேர்க்கப்பட்ட நேர முத்திரையுடன் மாற்றப்பட்ட கோப்புகளை மறுபெயரிடுங்கள்";
"Rename existing files with timestamp appended to filename" = "கோப்பு பெயருக்கு சேர்க்கப்பட்ட நேர முத்திரையுடன் இருக்கும் கோப்புகளை மறுபெயரிடுங்கள்";
"Skip transfer of files that already exist" = "ஏற்கனவே இருக்கும் கோப்புகளின் பரிமாற்றத்தைத் தவிர்க்கவும்";
"Prompt for action on every file" = "ஒவ்வொரு கோப்பிலும் செயலுக்கு வரியில்";
"Skip files that match size, modification date or checksum" = "அளவு, மாற்றும் தேதி அல்லது செக்சம் ஆகியவற்றுடன் பொருந்தக்கூடிய கோப்புகளைத் தவிர்க்கவும்";
/* Synchronization */
"Download changed and missing files" = "மாற்றப்பட்ட மற்றும் காணாமல் போன கோப்புகளை பதிவிறக்குங்கள்";
"Upload changed and missing files" = "மாற்றப்பட்ட மற்றும் காணாமல் போன கோப்புகளை பதிவேற்றவும்";
"Download and Upload" = "பதிவிறக்கம் செய்து பதிவேற்றவும்";

/* Transfer action for existing files. */
"Overwrite" = "மேலெழுதும்";
"Overwrite all files" = "எல்லா கோப்புகளையும் மேலெழுதவும்";

/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "தற்குறிப்பு";
"Append existing files" = "இருக்கும் கோப்புகளைச் சேர்க்கவும்";

/* Transfer action for existing files */
"Rename existing" = "தற்போதுள்ள மறுபெயரிடுங்கள்";
"Rename existing files with timestamp appended to filename" = "கோப்பு பெயருக்கு சேர்க்கப்பட்ட நேர முத்திரையுடன் இருக்கும் கோப்புகளை மறுபெயரிடுங்கள்";
"Rename" = "மறுபெயரிடுங்கள்";
"Move" = "நகர்வு";
"Rename transferred files with a timestamp appended to the filename" = "கோப்பு பெயருடன் சேர்க்கப்பட்ட நேர முத்திரையுடன் மாற்றப்பட்ட கோப்புகளை மறுபெயரிடுங்கள்";

/* Transfer action for existing files */
"Skip" = "தவிர்";
"Skip transfer of files that already exist" = "ஏற்கனவே இருக்கும் கோப்புகளின் பரிமாற்றத்தைத் தவிர்க்கவும்";
"Compare" = "ஒப்பிடுக";
"Skip files that match size, modification date or checksum" = "அளவு, மாற்றும் தேதி அல்லது செக்சம் ஆகியவற்றுடன் பொருந்தக்கூடிய கோப்புகளைத் தவிர்க்கவும்";

/* Toolbar item */
"Trash" = "குப்பை";
"Move files that already exist to the Trash" = "ஏற்கனவே இருக்கும் கோப்புகளை குப்பைக்கு நகர்த்தவும்";

/* Synchronization actions */
"Download changed and missing files" = "மாற்றப்பட்ட மற்றும் காணாமல் போன கோப்புகளை பதிவிறக்குங்கள்";
"Upload changed and missing files" = "மாற்றப்பட்ட மற்றும் காணாமல் போன கோப்புகளை பதிவேற்றவும்";
"Download and Upload" = "பதிவிறக்கம் செய்து பதிவேற்றவும்";

/* Synchronize option */
"Mirror" = "கண்ணாடி";

/* NSMenuItem (Neue Verbindung öffnen) : <title:Open new connection> (oid:144) */
"Open single connection" = "ஒற்றை இணைப்பைத் திறக்கவும்";

/* NSMenuItem (Use browser connection) : <title:Use browser connection> (oid:145) */
"Use browser connection" = "உலாவி இணைப்பைப் பயன்படுத்தவும்";
"Open multiple connections" = "பல இணைப்புகளைத் திறக்கவும்";
"Connections" = "இணைப்புகள்";
"{0} Connections" = "{0} இணைப்புகள்";
"Log" = "பதிவு";
